[ChosenWeakEnviro X2AbilityTemplate]
LocFriendlyName="Environment Sensitive"
LocLongDescription="Takes increased damage from hazardous effects such as fire, poison, and acid."
LocHelpText="Takes increased damage from hazardous effects such as fire, poison, and acid."

[ChosenWeakPsi X2AbilityTemplate]
LocFriendlyName="Weak Willed"
LocLongDescription="Takes increased damage from Psionic attacks."
LocHelpText="Takes increased damage from Psionic attacks."
